;Place localized text in this file

[XenoZoologist X2SoldierClassTemplate]
DisplayName="外星学者"
ClassSummary="大多数人害怕那些长者和他们带来的外星人。但在沈和泰根的帮助下，我们的一些士兵成功地在外星人的头骨中植入了芯片，从而能够完全控制他们。这需要极其谨慎地操作设备，以防外星人挣脱束缚。士兵们只需操控全息瞄准器，而他们的外星"朋友"则负责完成艰巨的任务。."
LeftAbilityTreeTitle = "被驯服的变种人"
RightAbilityTreeTitle = "被驯服的原典"
AbilityTreeTitles[0]="被驯服的变种人"
AbilityTreeTitles[1]="被驯服的原典"
AbilityTreeTitles[2]="被驯服的幽灵"

RandomNickNames[0]="收藏家"
RandomNickNames[1]="外星恋人"
RandomNickNames[2]="异形"
RandomNickNames[3]="枷锁"
RandomNickNames[4]="奴隶贩子"
RandomNickNames[5]="折磨者"
RandomNickNames[6]="同情者"
RandomNickNames[7]="饲养员"
RandomNickNames[8]="劫持"
RandomNickNames[9]="捕食者"
RandomNickNames[10]="跟踪者"
RandomNickNames[11]="特洛伊木马"
RandomNickNames[12]="顶点"
RandomNickNames[13]="阿尔法"
RandomNickNames[15]="守护者"
RandomNickNames[16]="巫师"
RandomNickNames[17]="新管理"
RandomNickNames[18]="启动器"
RandomNickNames[19]="灰"
RandomNickNames[20]="红色"
RandomNickNames[21]="游戏制作者r"
RandomNickNames[22]="达克"
RandomNickNames[23]="琳娜"
RandomNickNames[24]="月亮赛车"
RandomNickNames[25]="驯养人"
RandomNickNames[26]="矛"
RandomNickNames[27]="斯瓦默"
RandomNickNames[28]="钻头大师"
RandomNickNames[29]="过度介意"
RandomNickNames[30]="教授"
RandomNickNames[31]="斯科拉尔"
RandomNickNames[32]="杜医生"
RandomNickNames[33]="至高无上的动物学家"
RandomNickNames[34]="精英指针"
RandomNickNames[35]="异种术士"
RandomNickNames[36]="牧羊人"
RandomNickNames[37]="主人"
RandomNickNames[38]="帕特隆"
RandomNickNames[39]="老师"

RandomNickNames_Male[0]="达尔文"
RandomNickNames_Male[1]="亚里士多德"
RandomNickNames_Male[2]="拉马克"
RandomNickNames_Male[3]="欧文"
RandomNickNames_Male[4]="艾登堡罗"
RandomNickNames_Male[5]="马尔德"
RandomNickNames_Male[6]="教父"

RandomNickNames_Female[0]="古多尔"
RandomNickName_Female[1]="斯卡利"
RandomNickName_Female[2]="教母"

;XenoZoologist Weapon
[SuperComputer_CV X2WeaponTemplate]
FriendlyName="臂载小型计算机"
FriendlyNamePlural="臂载小型计算机"
BriefSummary="外星学者必须持续监控他们（所研究的）外星生物的身体和精神状态，以防它们挣脱束缚。他们使用温和的计算机控制手段进行干预，无论击中哪里都只造成最小伤害."
TacticalText="<Bullet/>赋予5点黑客技能."
AbilityDescName="臂载小型计算机"

[SuperComputer_MG X2WeaponTemplate]
FriendlyName="臂载量子计算机"
FriendlyNamePlural="臂载量子计算机"
BriefSummary="外星学者必须持续监控他们（所研究的）外星生物的身体和精神状态，以防它们挣脱束缚。随着计算能力的增强，攻击将更准确地击中要害部位，造成更大的伤害."
TacticalText="<Bullet/>赋予15点黑客技能. \n<Bullet/>外星生物的基础武器伤害提高2点.\n<Bullet/>瞄准精度提高10点."
AbilityDescName="臂载量子计算机"

[SuperComputer_MG_Schematic X2SchematicTemplate]
m_strClassLabel="外星学者"

[SuperComputer_BM X2XZSuperComputerTemplate]
FriendlyName="臂载艾勒里姆计算机"
FriendlyNamePlural="臂载艾勒里姆计算机"
BriefSummary="外星学者必须持续监控他们（所研究的）外星生物的身体和精神状态，以防它们挣脱束缚。凭借至高无上的计算能力，攻击将精准击中要害器官，造成最大伤害."
TacticalText="<Bullet/>赋予45点黑客技能. \n<Bullet/>外星生物的基础武器伤害提高4点.\n<Bullet/>瞄准精度提高了5点."
AbilityDescName="臂载艾勒里姆计算机"

[SuperComputer_BM X2WeaponTemplate]
FriendlyName="臂载艾勒里姆计算机"
FriendlyNamePlural="臂载艾勒里姆计算机"
BriefSummary="外星学者必须持续监控他们（所研究的）外星生物的身体和精神状态，以防它们挣脱束缚。凭借至高无上的计算能力，攻击将精准击中要害器官，造成最大伤害."
TacticalText="<Bullet/>赋予45点黑客技能. \n<Bullet/>外星生物的基础武器伤害提高4点.\n<Bullet/>瞄准精度提高了5点."
AbilityDescName="臂载艾勒里姆计算机"

[SuperComputer_BM_Schematic X2SchematicTemplate]
m_strClassLabel="外星学者"

[XZHasSuperComputer_CV X2AbilityTemplate]
LocFriendlyName="超级计算机"
LocLongDescription="允许生成植入芯片的单位."
LocHelpText="生成你的植入芯片的单位."
LocFlyOverText="超级计算机"

[XZHasSuperComputer_MG X2AbilityTemplate]
LocFriendlyName="超级计算机"
LocLongDescription="允许生成植入芯片的单位."
LocHelpText="生成你的植入芯片的单位."
LocFlyOverText="超级计算机

[XZHasSuperComputer_BM X2AbilityTemplate]
LocFriendlyName="超级计算机"
LocLongDescription="允许生成植入芯片的单位."
LocHelpText="生成你的植入芯片的单位."
LocFlyOverText="超级计算机

;Xeno Zoologist abilities 
[XZSpawnTrooper X2AbilityTemplate]
LocFriendlyName="生成一名变种人士兵"
LocLongDescription="生成一个基础的变种人部队士兵单位."
LocHelpText="生成你的变种人部队士兵单位."
LocPromotionPopupText="<Bullet/>生成一个基础的变种人部队士兵单位.\n<Bullet/>基本的变种人部队士兵单位只配备有步枪.\n<Bullet/>步枪的伤害以及某些其他能力将随着武器技术的升级而提升."
LocFlyOverText="生成一名变种人士兵"

[XZSpawnTroopers X2AbilityTemplate]
LocFriendlyName="召唤更多的变种人士兵"
LocLongDescription="生成两个变种人士兵单位，而不是一个."
LocHelpText="生成你的两个变种人士兵."
LocPromotionPopupText="<Bullet/>生成你的两个基础变种人士兵.\n<Bullet/>基本的变种人士兵单位只配备有步枪.\n<Bullet/>步枪的伤害以及某些其他能力将随着武器技术的升级而提高.\n<Bullet/>与其他外星生物相比，你的部队士兵的瞄准精度更高."
LocFlyOverText="生成两名变种人士兵"

[XZBuffSelfTarget X2AbilityTemplate]
LocFriendlyName="脚步轻快的笨蛋"
LocLongDescription="你的外星生物获得了闪避能力，并且稍微更容易成为攻击目标."
LocPromotionPopupText="<Bullet/>你的外星生物获得了50点闪避值.\n<Bullet/>你的外星生物失去1点防御，使其更容易成为攻击目标。在更高难度下效果更明显."
LocFlyOverText="脚步轻快的笨蛋"

[XZBuffedSelfTarget X2AbilityTemplate]
LocFriendlyName="脚步轻快的笨蛋"
LocLongDescription="你的外星生物获得了闪避能力，并且稍微更容易成为攻击目标."
LocHelpText="你的外星生物获得了30点闪避值.\n<Bullet/>你的外星生物失去1点防御，因此更容易成为攻击目标。在更高难度下，这一效果更为显著."
LocFlyOverText="脚步轻快的笨蛋"

[XZGrantGrenade X2AbilityTemplate]
LocFriendlyName="爆炸装置"
LocLongDescription="你的外星生物获得了一枚手榴弹."
LocPromotionPopupText="<Bullet/> 你的外星生物获得了一枚手榴弹. 这枚手榴弹的等级将是你所拥有的手榴弹中的最高等级."
LocFlyOverText="爆炸装置"

[XZUpgradeTroopers X2AbilityTemplate]
LocFriendlyName="剑与盾"
LocLongDescription="你的变种人士兵升级为变种人强袭兵和变种人持盾者."
LocPromotionPopupText="<Bullet/> 你的变种人士兵升级为变种人强袭兵和变种人持盾者."
LocFlyOverText="剑与盾"

[XZSpawnLancer X2AbilityTemplate]
LocFriendlyName="剑"
LocLongDescription="生成一名变种人强袭兵."
LocHelpText="生成一名变种人强袭兵."
LocFlyOverText="剑"

[XZSpawnShieldBearer X2AbilityTemplate]
LocFriendlyName="盾"
LocLongDescription="生成一名变种人持盾者."
LocHelpText= "生成一名变种人持盾者."
LocFlyOverText="盾"

[XZBuffAim X2AbilityTemplate]
LocFriendlyName="强大的精准度"
LocLongDescription="提升你的外星生物的瞄准精度."
LocPromotionPopupText="<Bullet/>你的单位根据武器计算机等级获得5/7/10点瞄准精度提升."
LocFlyOverText="强大的精准度"

[XZSpawnGeneral X2AbilityTemplate]
LocFriendlyName="全面成长"
LocLongDescription="除了你其他的变种人士兵外，还生成一名变种人将军."
LocHelpText="生成你的变种人将军"
LocPromotionPopupText="除了你其他的变种人士兵外，还生成一名变种人将军.\n<Bullet/>变种人将军配备有步枪、闪光弹，并且具备标记能力."
LocFlyOverText="生成一名变种人将军"

[XZUndyingLoyalty X2AbilityTemplate]
LocFriendlyName="永恒的奴役"
LocLongDescription="当你的外星生物的意识失效时，植入其大脑中的芯片会接管控制，允许执行一些基本功能."
LocHelpText="当你的外星生物死亡时，它会变成你控制的僵尸"
LocPromotionPopupText="当你的外星生物死亡时，它会变成你控制的僵尸."
LocFlyOverText="永恒的奴役"

[XZGrantUndyingLoyalty X2AbilityTemplate]
LocFriendlyName="永恒的奴役"
LocLongDescription="当你的外星生物的意识失效时，植入其大脑中的芯片会接管控制，允许执行一些基本功能."
LocHelpText="当你的外星生物死亡时，它会变成你控制的僵尸"
LocPromotionPopupText="当你的外星生物死亡时，它会变成你控制的僵尸."
LocFlyOverText="永恒的奴役"

[XZZombieAttack X2AbilityTemplate]
LocFriendlyName="近战"
LocLongDescription="僵尸近战攻击."
LocHelpText="僵尸近战攻击."

[XZSpawnCodex X2AbilityTemplate]
LocFriendlyName="召唤原典"
LocLongDescription="生成一个基础的原典单位，而不是变种人士兵."
LocHelpText="生成你的原典."
LocPromotionPopupText="<Bullet/>生成一个基础的原典单位.\n<Bullet/>基础原典单位初始拥有灵能炸弹和克隆能力. \n<Bullet/>灵能炸弹一回合后造成3-4点伤害，并使敌人的武器失效.\n<Bullet/>克隆能力在受到伤害时触发，会在某处生成一个原典的复制品.\n<Bullet/>与其他外星生物相比，你的原典拥有更高的生命值."
LocFlyOverText="召唤一名原典"]

[XZGrantTeleport X2AbilityTemplate]
LocFriendlyName="传送"
LocLongDescription="你的外星生物被赋予了传送能力."
LocPromotionPopupText="<Bullet/>你的外星生物可以传送到视野内的任意地块.\n<Bullet/>2回合冷却时间"
LocFlyOverText="被授予传送能力"

[XZGrantFocusingShock X2AbilityTemplate]
LocFriendlyName=""超级电击"
LocLongDescription="外星生物学家通过植入的芯片发送电击，强迫（外星生物）集中全部注意力."
LocPromotionPopupText="<Bullet/>你的外星生物受到1点伤害，并获得15点瞄准加成。2回合冷却时间"
LocFlyOverText="Granted "超级电击"

[XZFocusingShock X2AbilityTemplate]
LocFriendlyName=""超级电击"
LocLongDescription="外星生物学家通过植入的芯片发送电击，强迫（外星生物）集中全部注意力."
LocHelpText="你的外星生物受到1点伤害，并获得瞄准加成."
LocFlyOverText="Granted "超级电击"

[XZSuperShock X2AbilityTemplate]
LocFriendlyName="超强电击"
LocLongDescription="外星生物学家通过植入的芯片发送电击，强迫（外星生物）集中全部注意力."
LocHelpText="你的外星生物受到1点伤害，并获得瞄准加成."
LocFlyOverText="超强电击"

[XZRPGSuperShock X2AbilityTemplate]
LocFriendlyName="超强电击"
LocLongDescription="外星生物学家通过植入的芯片发送电击，强迫（外星生物）集中全部注意力."
LocHelpText="你的外星生物受到1点伤害，并获得瞄准加成."
LocFlyOverText="超强电击"

[XZGrantPsionicBomb X2AbilityTemplate]
LocFriendlyName="灵能炸弹"
LocLongDescription="开启一个小型的灵能裂缝，使范围内所有单位的武器失效，并在一回合后对该范围内的单位造成伤害."
LocPromotionPopupText="<Bullet/>原典获得了开启小型灵能裂缝的能力.\n<Bullet/>灵能裂缝会使范围内所有单位的武器失效，并在一回合后对该范围内的单位造成3-4/5-6/6-7点伤害.\n<Bullet/>有4回合的冷却时间."
LocFlyOverText="灵能炸弹"

[XZUpgradePsionicBomb X2AbilityTemplate]
LocFriendlyName="不稳定的维度"
LocLongDescription="原典制造出一种汹涌的不稳定的维度状态，对所有单位造成伤害并使它们的武器失效，任何留在其范围内的单位还将受到另一次冲击."
LocPromotionPopupText="<Bullet/>原典获得了开启维度裂缝的能力.\n<Bullet/>维度裂缝在放置时以及一回合后都会造成伤害，并且与灵能炸弹相比，其爆炸半径更大.\n<Bullet/>有1次充能."
LocFlyOverText="不稳定的维度"

[XZBuffHp X2AbilityTemplate]
LocFriendlyName="健康的心脏"
LocLongDescription="升级你的外星单位的生命值."
LocPromotionPopupText="<Bullet/>你的单位获得 1/2/4 点生命值，具体取决于臂载计算机等级."
LocFlyOverText="升级单位的 HP"

[XZUpgradeSuperposition X2AbilityTemplate]
LocFriendlyName="超强电击"
LocLongDescription="超级电击有 0 回合冷却时间."
LocPromotionPopupText="超级电击的冷却时间减少到 0.."
LocFlyOverText="超强电击"

[XZSpawnSpectre X2AbilityTemplate]
LocFriendlyName="制作幽灵"
LocLongDescription="生成一个普通的幽灵部队，而不是变种人士兵。"
LocHelpText="生成你的幽灵."
LocPromotionPopupText="<Bullet/> 生成一名基础幽灵单位.\n<Bullet/>基本幽灵单元以阴影绑定和恐怖开始.\n<Bullet/> 影缚结束幽灵回合，将任何人形生物击倒 1 回合，生成一个暗影分身.\n<Bullet/>恐怖对类人单位造成3/5/7的伤害，修复任何伤害.\n<Bullet/>与其他外形单位相比，你的幽灵拥有更高的移动力"
LocFlyOverText="升级单位生命值"

[XZGrantLightningReflexes X2AbilityTemplate]
LocFriendlyName="闪电反射"
LocLongDescription="你的外星单位获得闪电反射能力。"
LocPromotionPopupText="<Bullet/>你的外星单位每回合会闪避一次监视射击."
LocFlyOverText="授予闪电反射"

[XZGrantImplacable X2AbilityTemplate]
LocFriendlyName="难以平息"
LocLongDescription="你的外星单位获得无情能力。"
LocPromotionPopupText="<Bullet/>你的外星单位在击杀后每回合最多可获得一次移动."
LocPromotionPopupText="难以平息"

[XZShadowBoundStorm X2AbilityTemplate]
LocFriendlyName="闪电反射"
LocLongDescription="你的外星单位被授予了闪电反射能力。"
LocPromotionPopupText="<Bullet/> 你的外星单位将在每个回合躲避第一次监视攻击。"
LocFlyOverText="授予闪电反射"

[XZBuffMobility X2AbilityTemplate]
LocFriendlyName="难以平息"
LocLongDescription="你的外星单位被授予了无情能力。"
LocPromotionPopupText="<Bullet/> 你的外星单位在杀死敌人后每回合可获得最多一次移动机会。"
LocFlyOverText="难以平息"

[XZUpgradeShadowbind X2AbilityTemplate]
LocFriendlyName="灵魂窃取"
LocHelpText="幽灵会杀死它所针对的单位."
LocLongDescription="当你的幽灵制作它的影子副本时，它会偷走目标的灵魂，将其灌输到阴影中."
LocPromotionPopupText="现在，幽灵除了生成影子克隆之外，还会杀死它的目标."
LocFlyOverText="杀死任何处于影缚状态的单位"


;Creature info

; Trooper Abilities
[XZTrooper X2CharacterTemplate]
strCharacterName="破碎变种人士兵"

[XZLancer X2CharacterTemplate]
strCharacterName="破碎降临眩晕枪骑兵"

[XZShieldBearer X2CharacterTemplate]
strCharacterName="破碎降临之盾持有者"

[XZGeneral X2CharacterTemplate]
strCharacterName="破碎降临将军"

[ChippedCorpse X2CharacterTemplate]
strCharacterName="破碎"

[XZTrooper_Wpn X2WeaponTemplate]
FriendlyName="变种人弹匣步枪"
FriendlyNamePlural="变种人弹匣步枪"
BriefSummary="XCOM 已成功回收了多种标准步兵轻武器；这是最常见的一种，类似于二十年前使用的步枪。虽然它明显不如 变种人磁性技术，但一旦发现标准技术方法，至少可以使用额外的武器回收对其进行升级。"
TacticalText="<Bullet/>使用主要武器射击总会结束士兵的回合\n<Bullet/>如果士兵同时使用两种操作射击，则会进行三发射击，准确度会降低，但总体效率会提高\n<Bullet/>使用从敌人那里夺取的升级来提高突击步枪的战术效力"

[XZStunLancer_StunLance X2WeaponTemplate]
FriendlyName="变种人眩晕长矛"
FriendlyNamePlural="变种人眩晕长矛"
BriefSummary="该武器的攻击可以击晕健康的目标，使其失去行动能力。当用于已经受伤的目标时，该武器实际上可以使其失去意识，使其在剩余的战斗中失去行动能力。"
TacticalText="<Bullet/>使用你的眩晕长枪攻击近战范围内的目标，有机会对目标造成负面精神影响。"

; Spectre Abilities
[XZSpectre X2CharacterTemplate]
strCharacterName="破碎幽灵"

[XZShadowbindUnit X2CharacterTemplate]
strCharacterName="影子"

[XZSpectre_Wpn X2WeaponTemplate]
FriendlyName="幽灵步枪"
FriendlyNamePlural="幽灵步枪"
BriefSummary="幽灵步枪"
TacticalText="幽灵步枪"

[XZHorror X2AbilityTemplate]
LocFriendlyName="恐怖"
LocHelpText="幽灵的触手伸出并束缚住一个人形目标，对目标造成伤害并治疗幽灵。"
LocLongDescription="幽灵的触手伸出并束缚住一个人形目标，对目标造成伤害并治愈幽灵。"
LocFlyOverText="恐怖！"

[XZGrantHorror X2AbilityTemplate]
LocFriendlyName="恐怖"
LocHelpText="幽灵的触手伸出并束缚住一个人形目标，对目标造成伤害并治疗幽灵。"
LocLongDescription="幽灵的触手伸出并束缚住一个人形目标，对目标造成伤害并治愈幽灵。"
LocPromotionPopupText="<Bullet/> 幽灵的触手伸出，根据臂载计算机等级，造成 3/5/7 的伤害和治疗。"
LocFlyOverText="恐怖"

[XZShadowbind X2AbilityTemplate]
LocFriendlyName="影缚"
LocHelpText="创建人形目标的影子副本，该副本保留目标的所有能力。目标昏迷 1 回合"
LocLongDescription="创建一个人形目标的影子副本，该副本保留目标的所有能力。目标被击倒 1 回合"
LocFlyOverText="影缚"

;Codex Data
[XZCodex X2CharacterTemplate]
strCharacterName="碎裂原典"

;Codex Data
[XZEmptyCodex X2CharacterTemplate]
strCharacterName="碎裂原典"

[XZCyberus_Wpn X2WeaponTemplate]
FriendlyName="Codex 步枪"
FriendlyNamePlural="原典步枪"
BriefSummary="XCOM 已成功回收了多种标准步兵轻武器；这是最常见的一种，类似于二十年前使用的步枪。虽然它明显不如 变种人磁性技术，但一旦发现标准技术方法，至少可以使用额外的武器回收对其进行升级。"
TacticalText="<Bullet/> 发射主武器总会结束士兵的回合\n<Bullet/> 如果士兵同时使用两种操作进行射击，则会进行三发射击，准确度会降低，但总体效率会提高\n<Bullet/> 使用从敌人那里夺取的升级来提高突击步枪的战术效力"

[XZTeleport X2AbilityTemplate]
LocFriendlyName="传送"
LocLongDescription="你的外星单位可以传送到远处，而不是直接移动。绕过所有监视和反应火力。"
LocHelpText="传送至新位置。绕过所有监视和反应火力。"
LocFlyOverText="传送"

[XZSuperposition X2AbilityTemplate]
LocFriendlyName="克隆"
LocLongDescription="Codex 的主体是一个超维度投影。当原典受损时，它会‘克隆’，传送到附近的空旷空间，同时生成自己的另一个表现形式。"
LocHelpText="分成一个新的原典，然后在受到伤害时传送。"
LocFlyOverText="克隆"

[XZTriggerSuperposition X2AbilityTemplate]
LocFriendlyName="克隆"
LocLongDescription="Codex 的主体是一个超维度投影。当原典受损时，它会‘克隆’，传送到附近的空旷空间并扭曲成其自身的另一个表现形式。"
LocHelpText="分成一个新的原典，然后在受到伤害时传送。"
LocFlyOverText="克隆"

[XZPsiBombStage1 X2AbilityTemplate]
LocFriendlyName="灵能炸弹"
LocLongDescription="打开一个小型的灵能裂缝，使任何在其半径范围内的单位的武器失效，并在一回合后对该半径范围内的单位造成伤害。"
LocHelpText="打开一个小型的灵能裂缝，使任何在其半径范围内的单位的武器失效，并在一回合后对该半径范围内的单位造成伤害。"
LocFlyOverText="灵能炸弹"

;Griffin, Joe, Jake to update text
[XZCodexImmunities X2AbilityTemplate]
LocFriendlyName="免疫力"
LocLongDescription="此原典不受火焰，毒素，和酸的影响。"
LocHelpText="原典不受火，毒，酸影响。"
LocFlyOverText="原典豁免"

[XZPsiDimensionalRiftStage1 X2AbilityTemplate]
LocFriendlyName="不稳定的维度"
LocLongDescription="原典会制造出一种沸腾的空间不稳定性，在短暂的延迟后爆发，使任何在其半径范围内的单位的武器失效。任何被爆炸击中的受害者都会受到所释放的非自然能量的伤害。"
LocHelpText="打开一个巨大的灵能裂缝，对所有位于其边界内的单位造成伤害。"
LocFlyOverText="不稳定的维度"

[XZRPGPsiDimensionalRiftStage1 X2AbilityTemplate]
LocFriendlyName="不稳定的维度"
LocLongDescription="原典会制造出一种沸腾的空间不稳定性，在短暂的延迟后爆发，使任何在其半径范围内的单位的武器失效。任何被爆炸击中的受害者都会受到所释放的非自然能量的伤害。"
LocHelpText="打开一个巨大的灵能裂缝，对所有位于其边界内的单位造成伤害。"
LocFlyOverText="不稳定的维度"
